[
  {
    "call_id": "call_5ca3b6555ac1de3d00df1a4317e",
    "transcript": "Agent: \"Hi Takenya Washington, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter \nUser: Hello?\nAgent: application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: So no. No. At the moment, I just gotta wait till I get paid off. Friday.\nUser: Because I think \nAgent: That's completely \nUser: the only way it's 30 and $4, but I didn't when I finished it, it said, like, one something. So I'll have to get it on Friday.\nAgent: understandable, Takenya. Just \nUser: And how how \nAgent: to clarify, \nUser: does it\nAgent: Could you clarify your question? Are you asking \nUser: oh,\nAgent: how the payment process works, or how the ESA letter process works? I'd be happy to \nUser: Got a esa letter.\nUser: How to esa letter process?\nAgent: The ESA letter process is simple and straightforward. Here's how it works:\n\n1. Intake Form Submission: You fill out an online intake form with your details and information about your emotional support animal needs.\n\n2. Payment: Once you're ready, you complete the payment process. The cost for an ESA letter is $129 for up to two pets, or $134 for three or more pets. We also offer a \nUser: Okay.\nAgent: payment plan through Klarna, which allows you to pay in four interest-free installments.\n\n3. Provider Review: After payment, a licensed provider will review your application. In most states, the letter is issued within 24 hours. However, if you're in Arkansas, California, Iowa, Louisiana, or Montana, state law requires a 30-day relationship with the provider before the letter can be issued.\n\n4. Receive Your Letter: Once approved, you'll receive your ESA letter, which you can use for housing or travel purposes.\n\nDoes that answer your question?\nUser: Yes,\nUser: Yes,\nAgent: Great! If you have any other questions or need assistance when you're ready to proceed, feel free to reach out. Have a wonderful day!\nUser: Okay. You too. Bye bye.\nAgent: Thank you for your time, \n"
  }
]