[
  {
    "call_id": "call_b52eb31d3a9df7bc9249ff507cc",
    "transcript": "User: Hello?\nAgent: \"Hi Mavis, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: No. Nothing really. I mean, I'm just trying to see if there's any cheaper option.\nAgent: I understand. We do have a discount code available that can help reduce the cost. Would you like me to send you a discount code to complete your process?\nUser: Yeah.\nAgent: Let me send the discount \nAgent: code with the checkout link to your phone.\nUser: Oh, okay. This\nAgent: Great! I've sent the discount code to your phone. If you have any other questions or need further assistance, feel free to let me know.\nUser: Okay. Thank you. Six\n"
  },
  {
    "call_id": "call_576f7a32e0b25b7e35598318699",
    "transcript": "User: Hello?\nAgent: \"Hi Tisha, this is Sophie from Wellness Wag. I saw that you \nUser: Oh, Sophie. Thank \nAgent: are almost finished with your ESA letter \nUser: you, though.\nAgent: You're welcome! Have a wonderful day, Tisha. Take care!\n"
  },
  {
    "call_id": "call_7055c907800ca08bef58e8915ce",
    "transcript": "User: Hello?\nAgent: \"Hi Samantha Pacas, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Yeah. With, um, having insurance, is it help call cover the cost of this?\nAgent: Unfortunately, insurance typically does not cover the cost of ESA or PSD letters, as they are not \nUser: Okay. Okay.\nAgent: considered medical treatments. However, we do offer flexible payment options, including the ability to pay in four interest-free installments through Klarna.Does that answer your question?\nUser: Yeah. But so, like, let's say my apartment building does like, what is the likelihood of them not taking it? I guess they have to. Right? They can't really ask questions.\nAgent: That's a great question! Under the Fair Housing Act, landlords are required to make reasonable accommodations for individuals with disabilities, which includes accepting an ESA letter for your emotional support animal. They cannot \nUser: Okay.\nAgent: charge you pet fees or deny housing based on your ESA.The letter you receive from us will be issued by a licensed professional in your state, and it includes all the necessary details to comply with the law. Additionally, the letter will have a QR code that landlords can scan to verify its legitimacy.\n\nDoes that answer your question?\nUser: Okay.\nUser: Okay. Yeah. I'll go ahead and make the payment online.\nAgent: That's wonderful to hear! If you'd like, I can send you a payment link to make the process even easier. Would you like me \nUser: Oh, no. \nAgent: to do that for you?\nUser: No. It's okay. Thank you.\nAgent: Thank you for choosing Wellness Wag. Have \nUser: Thank \nAgent: a wonderful \nUser: you. Bye bye. Bye bye.\n"
  },
  {
    "call_id": "call_5e52a409491893c5ec919462e52",
    "transcript": "Agent: \"Hi Edna Hyler, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\n"
  },
  {
    "call_id": "call_5a8b361cd2677c92cc0d373254f",
    "transcript": "Agent:  I  I \nUser: Hello?\nAgent: \"Hi [Customer's Name], this is Sophie from Wellness Wag.saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment.just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Hello?\nAgent: Hi, this is Sophie from Wellness Wag. I noticed you started your ESA letter application but haven’t completed the payment yet. I just wanted to check in and see if you have any questions or if there’s anything I can help you with?\nUser: I do have questions.\nAgent: Of course! I’m here to help. What questions do you have about the ESA letter process or anything else related to Wellness Wag?\nUser: What exactly is the esa letter?\nAgent: An ESA (Emotional Support Animal) letter is an official document written by a licensed mental health professional. It states that your pet provides emotional support to you and is part of your mental health treatment plan. This letter can help you secure housing without pet fees or restrictions under the Fair Housing Act and, in some cases, assist with travel accommodations.\n\nDoes that answer your question? Let me know if you'd like me to explain anything further!\nUser: Yes. It answers my question. How long does it last for?\nAgent: Your ESA letter is valid for one year from the date it is issued. It must be renewed annually to ensure it remains active.\n\nDoes that answer your question? Let me know if there's anything else you'd like to know!\nUser: Yes. It does answer my question.\nAgent: I'm glad I could help! Is there anything else you'd like to ask or discuss about the process? I'm here to assist!\nUser: Is there is there an option to make it last forever?\nAgent: Unfortunately, ESA letters cannot be made to last forever. They are valid for one year and must be renewed annually. This is to ensure that the letter remains compliant with regulations and reflects your current mental health needs.\n\nDoes that clarify things for you? Let me know if you have any other questions!\nUser: Yes. It does.\nAgent: Great! I'm happy to help. If you have any more questions or need assistance with anything else, feel free to let me know!\nUser: Are you a real person or animated?\nAgent: I’m an AI assistant here to help you with any questions or concerns about Wellness Wag and the ESA letter process. While I’m not a real person, I’m designed to provide accurate and helpful information. Let me know how I can assist you further!\nUser: Thank you. Goodbye.\nAgent: You're welcome! Have a wonderful day. Goodbye!\n"
  },
  {
    "call_id": "call_9e6269d2684ad1d6c3315372e07",
    "transcript": "User: Hello?\nAgent: \"Hi Katherine, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Um, I was just wondering, like, you know, before I pay, like, how I guess, verified and everything you guys are and I just don't wanna pay for something. Don't know what I haven't heard much about you guys or Hello?\nAgent: I completely understand your concern, Katherine. Wellness Wag works with licensed professionals in your state to issue ESA letters that comply with the Fair Housing Act and other relevant laws. Each letter includes the provider's license number and a QR code that landlords or airlines can scan to verify its legitimacy.Would you like me to send you some testimonials from other customers who have used our services? It might help you feel more confident about moving forward.\nUser: Are you registered through the The Better Business Bureau.\nAgent: Wellness Wag is not currently registered with the Better Business Bureau. However, we ensure that all our services comply with state and federal laws, and our licensed providers are fully accredited. Additionally, our ESA letters include all necessary verification details, such as the provider's license number and contact information, to ensure legitimacy.\n\nDoes this address your concern? Let me know if you'd like me to send over testimonials or additional information to help you feel more confident.\nUser: Can I speak with somebody?\nAgent: I understand you'd like to speak with someone directly. Let me transfer you to a human agent who can assist you further.\n"
  },
  {
    "call_id": "call_672d1a27105d6bfccef8a54a48a",
    "transcript": "User: Hello. \nAgent: \"Hi Antoinette, this is \nUser: Hi, Antoinette. Is Hello?\nUser: Hello?\nAgent: Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Right.\nUser: Well, it was says something about to repeat automatically next year. I don't want that. I don't want my card charged automatically for next year.\nAgent: I completely understand, Antoinette. Wellness Wag does not automatically charge your card for renewal. Your \nUser: Oh, that's\nAgent: ESA letter is valid for one year from the date it is issued, and you would need to renew it manually if you wish to continue using it after that period.Does that answer your question?\nUser: Right. But yes, but what I was reading was that I would agree to the terms they would automatically charge me charge my account again.\nAgent: Thank you for bringing that up, Antoinette. If you saw anything about automatic renewal, I can assure you that we do not automatically charge your account for renewal. You would \nUser: Alright.\nAgent: need to manually renew your ESA letter when it expires after one year. If you'd like, I can send you the terms and conditions for further clarification. Does that help address your concern?\nUser: Yes. Also, I have my esa card certificate card with a a registration number. I'm not even sure if it's up yet. You want the number? Can you tell me?\nUser: If it's already expired?\nAgent: Unfortunately, I don’t have access to check the status of your ESA card or registration number. However, \nUser: Who\nAgent: I recommend reaching out to the organization or provider that issued your ESA card directly. They should be able to confirm whether it is still valid or has expired.Does that help clarify things for you?\nUser: Yes. And I will think about what you told me.\nAgent: Thank you, \nUser: And then okay, \nAgent: Antoinette. Take your time to think it \nUser: thank you. Thank you.\nAgent: You're very welcome, Antoinette. \nUser: Okay.\nAgent: Have a wonderful day!\n"
  },
  {
    "call_id": "call_7da31e33609b860820cd9c2d5ea",
    "transcript": "User: Hello?\nAgent: \"Hi Celso, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Yeah. I Yeah. Because I'm waiting on a few things before I finalize it.\nUser: There \nAgent: I completely \nUser: any way you could save the information? You save the information on until I'm ready.\nAgent: understand, Celso. Yes, your \nUser: then I'll make the payment.\nAgent: information will remain saved in our system until you're ready to proceed. When you're ready to \nUser: Okay.\nAgent: make the payment, feel free to reach out, and we’ll assist you with the next steps. Is there anything else I can help you with today?\nUser: Okay.\nUser: It was just for that.\nAgent: Thank you for \nUser: Okay. Okay. We \nAgent: letting me know, Celso. Whenever you're ready, feel free \nUser: will alright.\nAgent: Thank you, Celso. \nUser: Okay. Thank you.\nAgent: Have \n"
  },
  {
    "call_id": "call_4921d7cb89716d17dad22e6037b",
    "transcript": "User: Hello?\nAgent: \"Hi Grace, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: I was just kinda looking at options and whatnot. So was gonna come back to it later since it is pretty late. And whatnot.\nAgent: I completely \nUser: No. I'm on\nAgent: understand, Grace.\nAgent: Got it, Grace! Do you have any specific questions about the ESA Letter process or anything you'd like me to clarify for you? I'm here to help.\nUser: No. No. It's all good.\nUser: you, though.\nAgent: That's great to hear, Grace! If you’re ready to proceed later, feel free to reach out. If you’d like, \nUser: Okay.\nAgent: I can send you a payment link or even a discount code to make the process easier when you're ready. Would that be helpful?\nUser: No. That's alright. Thank you, though.\nUser: Okay. Have \nAgent: Thank \nUser: a good one.\nAgent: you for your time, \nAgent: Thank you for your time, Grace. Have a wonderful day!\n"
  },
  {
    "call_id": "call_70aac8c584988061bd655e334fb",
    "transcript": "Agent: \"Hi there, this is Sophie from Wellness Wag. I noticed you recently filled out our online intake form for an ESA  I just wanted to check in and see if you have any questions or if there’s \nUser: Hello? Hi.\nAgent: letter but haven’t completed the final step of processing your payment.anything I can do to assist you?\"\nUser: Sure. So I have had the the initial letter And my is requiring a renewal. And there is a form that I need from the so it's a statement of health professional Does that include this form too, or is it just do I need the statement of health professional every year or does the original one stand? I mean, I know the dog needs to be recertified and everything. But how about I have another form that they're requiring, and I don't know if this needs to be filled out every year or if it's just you know, moving forward.\nAgent: Thank you for sharing that! To clarify, your ESA letter is valid for one year from the date it is issued and must be renewed annually to remain active. Regarding the additional form, such as the \"Statement of Health Professional,\" it typically depends on your landlord or housing provider's requirements. Some may require it to be filled out every year, while others may accept the original one.\n\nCould you let me know if this is a form provided by your landlord or housing provider? If so, we can assist in having it filled out by the provider for an additional fee of $29. Does that answer your question?\nUser: Yes. Yeah.\nAgent:  I'm glad I  If you need \nUser: Yes. It \nAgent: Great!could clarify that for you.assistance with renewing \nUser: is. So is there additional fee to fill the form out? How do I get this form to someone?\nAgent: Yes, there is an additional fee of $29 to have the form filled out by our provider. You can send the form to us via email at hello@wellnesswag.com, and we'll ensure it gets to the right person to complete it for you. Once you send it, please let us know, and we'll guide you through the next steps. Does that answer your question?\nUser: And so So how long will it take for me to get the form back?\nAgent: Once the form is submitted and the additional fee is paid, it typically takes about 24 to 48 hours for the form to be completed and returned to you. If you have any specific deadlines, please let us know, and we'll do our best to accommodate them. Does that answer your question?\nUser: Yes.\nAgent: Great! If you have any more questions or need further assistance, feel free to ask. Thank you for choosing Wellness Wag, and have a wonderful day!\nUser: Alright. Thanks.\n"
  }
]