[
  {
    "call_id": "call_daad7a6df40210c2941a6f8eb47",
    "transcript": "User: Hello?\nAgent: \"Hi Leslee, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: How much was the payment?\nAgent: The price for an ESA letter for up to two pets is $129. If you have three or more pets, the price is $134. \n\nFor a \nUser: Okay.\nAgent: PSD letter, the price is $149. \n\nDoes that answer your question?\nUser: Yeah. Because on the ad, I thought it said $32.99 or something like that. Maybe it was $34.99. That that's what my confusion is.\nAgent: Ah, I see where the confusion might be. The $32.99 or $34.99 you saw is likely referring to our payment plan option through Klarna. Klarna allows you to pay in four interest-free installments, so the total cost is split into smaller payments over four months.\n\nDoes that clear up the \nUser: Okay.\nAgent: confusion?\nAgent: Great!\nUser: Yeah. Because I just canceled one of my credit cards for another company. I couldn't understand why it went from $8.99 to a hundred and 40 something.\nUser: was like, that ain't right.\nUser: Okay.\nAgent: I completely understand how that could be confusing! It sounds like the other company may not have been transparent with their pricing. With Wellness Wag, we make sure to clearly outline the total cost upfront, and if you choose Klarna, the payments are evenly split into four installments.\n\nWould you like me to send you a payment link or provide any additional assistance?\nUser: No. No. That that's fine. I can put it on my other credit card. Because I I just canceled that one out.\nUser: So it's \nAgent: Got it! If \nUser: a hundred and 29 Hello?\nAgent: Yes, the price is $129 for an ESA letter for up to two pets.\nUser: Okay.\nAgent:  If you're ready, you can proceed with your other credit card. Let me know if you'd like me to send you a payment link to make it easier!\nUser: No. I can get that. I just gotta find my card.\nAgent: Sounds good! Take your time to find your card. If you need any further assistance or have any questions while completing the payment, feel free to reach out. Thank you for choosing Wellness Wag! Have a wonderful day!\nUser: Thank you.\nAgent: You're very welcome! Have \nUser: Okay. Okay. I got \nAgent: a great day, and feel free to reach out \nUser: that. Do I give that to you, or do I go back on the on the site to put my card number in?\nAgent: You can go back to the site to securely enter your card information and complete the payment. If you'd like, I \nUser: Okay.\nAgent: can also send you a payment link directly to your phone or email to make it easier. Would you like me to do that?\nUser: Yes, please.\nAgent: Let me send the payment \nAgent: link to your phone and email so you can complete the process easily.\nUser: Okay.\nUser: Thank you.\nAgent: I’ve sent the payment link to your phone and email. You can use it to complete the process at your convenience. If you need any further assistance, feel free to reach out. Thank you for choosing Wellness Wag! Have a wonderful day!\nUser: Thank you.\nUser: Bye bye.\nAgent: You're very welcome! Have a \n"
  },
  {
    "call_id": "call_65ed744f5c5f270e112a288de8a",
    "transcript": "User: Hello?\nAgent: \"Hi there, this is Sophie from Wellness Wag. I noticed that you recently started your ESA letter application but haven’t completed the final step of processing your payment. I just wanted to check in and see if you have any questions or if there’s anything I can do to assist you?\"\nUser: Um, I think I'm good.\nAgent: \"That's great to hear! If you’re ready to proceed, I can send you a payment link or a discount code to help you complete the process. Would you like me to send either of those to you?\"\nUser: Yeah. Um, a discount code, yeah, would be great.\nAgent: Let me send a discount code \nAgent: with a checkout link to your phone.\nUser: No. That's it. Not any additional discount.\nUser: Okay.\nAgent: \"Perfect! I’ve sent the discount code to your phone. If you need any further assistance, feel free to reach out. Have a wonderful day!\"\n"
  },
  {
    "call_id": "call_8e579736e08dd1d3966fde7f242",
    "transcript": "Agent: \"Hi \nUser: Hello.\nAgent: Alanya, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Oh, um, sorry. I was just finishing the show, but I get I will finalize it.\nAgent: No problem at all! I completely understand. If you'd like, I can send you a payment link to make it easier for you to finalize the process. Would you like me to do that?\nUser: How much is it again?\nAgent: The price for an ESA letter for up to two pets is $129, and if you have three or more pets, it's $134. If you're looking for a PSD letter, the price is $149. \n\nDoes that answer your question?\nUser: Yes.\nUser: And then my if this letter doesn't work, I would get my money back.\nAgent: Yes, absolutely! If your ESA letter is denied for any reason, you will receive a full refund. We guarantee the legitimacy of the letter, as it is issued by a licensed professional in your state.Does that address your concern?\nUser: Yeah.\nAgent: Great! Would you like me to send you the payment link now so you can finalize your process?\nUser: I actually have it up right now.\nAgent: That's perfect! Once you complete the payment, your ESA letter will be issued within 24 hours in most states. If you're in Arkansas, California, Iowa, Louisiana, or Montana, it will take 30 days due to state laws. Let me know if you need any further assistance!\nUser: Thank you.\nAgent: You're very welcome! Have a wonderful day, and thank you for choosing Wellness \n"
  },
  {
    "call_id": "call_ea664a6b2b67ce3ae6f3eabd8cd",
    "transcript": "Agent: \"Hi \nUser: Hello?\nAgent: [Customer's Name], this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: No. I was looking on here, but they a hundred and $29, I just can't afford that right now.\nAgent: I completely understand, and I want to help make this more affordable for you. I can offer you a discount code \"WG30\" that will give you $30 off your purchase. Would you like me to send you the discount code to your phone or email?\nUser: To my phone.\nAgent: Let me send the discount \nAgent: code with the checkout link to your phone.\n"
  },
  {
    "call_id": "call_a4acbfa181503f513939691789d",
    "transcript": "Agent: \"Hi Dominic, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: No. Everything is fine.\nAgent: That's great to hear! If you're ready, I can help you complete your next steps online, or I can send you a payment link via SMS to make it easier for you. Would you like me to send you the payment link?\nUser: Yeah.\nAgent: Let me send payment link to your email and phone number\nUser: Alright.\nAgent: I’ve sent the payment link to your email and phone number. Please check your inbox or messages, and you can complete the payment at your convenience. If you need any further assistance, feel free to reach out. Have a wonderful day!\n"
  },
  {
    "call_id": "call_89b1d78f4dbe77259ef789217cb",
    "transcript": "User: Hello?\nAgent: \"Hi Bernelee, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: No. I'm just I'm just a little bit busy right now. I'll get back Two\nAgent: \"I completely understand, Bernelee. I’ll make a note of that for our team. If it’s helpful, I can send you a payment link or a discount code via text so you can complete the process whenever it’s convenient for you. Would you like me to do that?\"\nUser: Yes. Thank you.\nAgent: Let me send the \nAgent: payment \nAgent: link to your email and phone number so you can complete the process at your convenience.\n"
  },
  {
    "call_id": "call_a5efe770cff4527c48c8386f8c4",
    "transcript": "Agent: \"Hi Orlanda, this is Sophie from Wellness Wag. I \nUser: Yeah. I \nAgent: saw that you are \nUser: think that's yeah. I just got I saw your text. Thank you.\nAgent: You're very welcome! I'm glad you received the text. Is there anything I can assist you with regarding your ESA letter application? Let me know if you have any questions or need help with the next steps!\nUser: No. The next step, I'm just trying to get the application done so I can get it to the housing authority. Because they wanna charge a lot. So I'm trying to get this done through to my post cancer treatment and stuff. And it helps me with my pet, with with everything that I'm going through. With therapy, with my pet. And I just wanna be able to travel, you know, because the depression in his diet is just a big thing for me, and the pet just makes me feel more comfortable.\nUser: And \nAgent: I completely understand, \nUser: they say they need proof of it. So they they say the pet just needs to have ESA certification and stuff.\nAgent: and I'm so sorry to hear about everything you're going through. It sounds like your pet is such an important part of your healing and well-being. The \nUser: Yeah.\nAgent: ESA letter will definitely help provide the proof you need for housing and travel, ensuring your pet can stay with you without any additional fees or restrictions.\n\nIf you're ready, I can help you complete the next steps to get your ESA letter issued as soon as possible. Would you like me to send you a payment link or \nUser: Yeah.\nUser: Do you got well, do y'all do military discounts? I'm retired military.\nAgent: Thank you so much for your service! While we don't have a specific military discount, I can offer you a discount code for $30 off your purchase. Would you like me to send that to you along with the payment link?\nUser: Yes. That'll be great. Yeah. Thank you.\nUser: How do you know that this is legit, though? Because I was on the website from esa, but I just I don't like doing stuff like that when I'm not Talk me now. It's good. You talking, but it sound like it's something that's, staged and stuff. I don't I I normally don't do stuff like that, putting my my my my, uh, my personal business out. You know?\nAgent: I completely understand your concern, and I want to assure you that Wellness Wag is a legitimate and trusted service. Our ESA letters are issued by licensed professionals in your state, and the letter includes the provider's license number and a QR code that can be scanned to verify its authenticity. Additionally, our letters comply with the Fair Housing Act and Air Carrier Access Act, ensuring your rights are protected.\n\nI can also send you testimonials from other customers who have successfully used our service, if that would help ease your mind. Would you like me to send those along with the payment link and discount code?\nUser: Yeah. That'll be fine. Because I just I like I said, I just don't put my personal business out. You know, because I never even you know, I I was on a esa just trying to get information to do know, to get things done that needs to get done. And so I can they leave the letter? So I said, I'm just and that your your site popped up with that. So I just say, man, let me just look at your site because the other site didn't work for esa. It didn't for some reason, it wasn't going through some reason. I don't know why. But yours went through, so I was like, no. That's kinda kinda hot.\nUser: Yeah.\nAgent: Let me send the \nUser: Hello? Hello? \nAgent: payment link to your email and phone number.\nUser: Okay.\nAgent: Hi! I’ve just sent you the payment link, the $30 discount code, and some testimonials to your email and phone number. Please take a look at them, and let me know if you have any other questions or need further assistance!\nUser: I'm looking at your email. Said $30 off? Yep. Yep. You got the $30 off for a refund. Yep. Once it's still $1.20 it's 129EsaLetter. They'll take that in the house without a doctor's approval on it, though. They say get you take the get $20 off as well?\nAgent: The $30 discount code has already been applied to your total, bringing the price down from $129 to $99 for the ESA letter. The letter will include the licensed provider's approval, their license number, and a QR code for verification, which ensures it meets the housing authority's requirements.\n\nDoes that answer your question? Let me know if there's anything else I can \nAgent: clarify!\nUser: Yep. Only question I have is still so I'm a put the let me see the codes. Hold on. I'm talking on the phone with esa. I'm trying to see what the code was on here. What's uh, they say coupon code. What's the coupon code on hold? Me go back. To the code now.\nAgent: The coupon code I provided is WG30, which gives you $30 off your purchase. You can \nUser: You say You \nAgent: enter this code during checkout to apply the discount. Let me know \nUser: You said you said WG or w a t?\nAgent: The coupon code is WG30—W as in Wellness, G as in Good, and the number 30. Let me know if \nUser: Oh, Okay.\nAgent: you need any further help!\nAgent: I'm glad I could assist you! If you have any more questions, feel free \nUser: Let's see. Oh, yeah. Then hold hold hold Oh, let me let me apply the code. I'm doing it as it says it doesn't work. WG30. It gotta be capped.\nAgent: Thank you for your time, and I hope everything works out smoothly for you. \nUser: Oh, yeah.\nAgent: Have a wonderful day!\n"
  },
  {
    "call_id": "call_823851840dd5fcb7dbdc554c450",
    "transcript": "Agent: \"Hi \nUser: Hello?\nAgent: [Customer's Name], this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Oh, actually, yes. Um, I was, trying to figure out how I go about doing the I wanna do the one for $1.29, I think it is.\nAgent: Great! The ESA letter for up to two pets is $129. May I ask \nUser: One.\nAgent: which state you are located in? This will help me provide you with the most accurate information about the process.\nUser: Columbus, Ohio. I mean, I only have one pet. The other pet is in my wife's name.\nUser: And he he's already certified. But we just got my I just got mine like, a couple months ago.\nAgent: Thank you for \nUser: we've had him we've had him for six years, and he's already certified.\nUser: But mine's not.\nAgent: sharing that! Since you're in \nAgent: Got it! Since you're in Ohio, the process is straightforward. Once you complete the payment, the provider will issue your ESA letter typically within 24 hours. For one pet, the cost is $129. Would you like me to send you a payment link to complete the process?\nUser: Um, do I have to have the full amount right now, or can I can I do that in payments?\nAgent: You can absolutely do it in payments! We offer a payment option through Klarna, which allows you to pay in four interest-free installments over the next four months. Does \nUser: Okay. \nAgent: that work for you?\nUser: Yeah. Yeah. That would definitely work. If I could do it in mean, because I'm on a fixed income, so if I could definitely do it on and pay payments for the next four months, that would be awesome.\nUser: Because I definitely \nAgent: That’s great to hear! I’ll \nUser: because I definitely want, yeah, I definitely wanna get her certified and everything like that.\nUser: show the ESI?\nAgent: It’s wonderful that you’re taking this step to get your pet certified! Let me send you the payment link so you can proceed with the Klarna payment option. Could you confirm your phone number and email address so I can send it to you?\nUser: My phone number is six one four eight nine seven four seven two zero.\nUser: my email is basil sutherland that's b a f I l, Sutherland, s o u t h e r n, all one word.\nAgent: Let me \nAgent: send payment link to your email and phone number\nUser: Now how much are the payments gonna be?\nAgent: With Klarna, the total cost of $129 will be split into four interest-free payments of approximately $32.25 each. Does that \nUser: Okay. \nAgent: answer your question?\nUser: Yep.\nAgent: I'm glad I could help! If you have any more questions, feel free to reach out. Have a wonderful day!\n"
  },
  {
    "call_id": "call_dc5818d19caf2a43c430fc693a8",
    "transcript": "Agent: \"Hi \nUser: Hello?\nAgent: Michael, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: Yes. Yeah. I was wondering if you guys also do the The The registration of the support animal. Besides the letter?\nAgent: We do not handle the registration of support animals, as there is \nUser: Just the \nAgent: no official \nUser: letter. Oh, okay. Okay. So this is just for the, uh, esa letter?\nAgent: Yes, that's correct! This is \nUser: Oh, okay.\nAgent: specifically for the ESA letter, which is issued by a licensed professional. It provides you with the legal protections under the Fair Housing Act and other relevant laws. Does that answer your question?\nUser: Yeah. It does. I could go back to the website now. Thank you.\nAgent: You're very welcome! If you have any other questions, feel free to reach out. Have a great day!\n"
  },
  {
    "call_id": "call_be9b29af303e10e6e36eb3022cb",
    "transcript": "Agent: \"Hi Kelcee, this is Sophie from Wellness Wag. I saw that you are almost finished with your ESA letter application, but didn’t complete the final step of processing your payment. I just wanted to check in and see if you have any questions, or if there is anything I can do to assist you?\"\nUser: I am actually in the trying to check out now. I was trying to see if I could do the Cloudera. I already have the app. So I was wondering Do I just hit, like, the pay pay now? For the card, or do I go to Cloudera to create a card?\nAgent: It sounds like you're referring to Klarna for the payment option. If you already \nUser: Yes.\nAgent: have the Klarna app, you can select Klarna as the payment method during checkout on our website. You don't need to create a separate card; Klarna will handle the installment payments directly.\n\nWhen you proceed to checkout, just choose Klarna as the payment option, and it will guide you through the process. Once you confirm, Klarna will split the payment into four interest-free installments.\n\nDoes that answer your question?\nUser: Kind of. Um, so how do I hit the Cloudera? Because I it says just to pay the $1.00 9. And when I try to click it because there's no I don't have the card Prograded? Like, it it it doesn't let me add the card number. So let me see. It says I could pay in installments. But when it says, like, learn more, do I just hit, like, the learn more on on the the wellness wag?\nUser: And then it should maybe direct me. Let's see.\nAgent: Yes, that's correct! If you're seeing the \"Learn More\" option for Klarna on the Wellness Wag checkout page, you can click that, and it should guide you to Klarna's payment process. Once you select Klarna as your payment method, it will redirect you to Klarna's platform to complete the setup and confirm your installment plan.\n\nIf you're still having trouble, you might want to double-check that you're logged into your Klarna account on their app or website. Once everything is set up, Klarna will handle the payment in four interest-free installments.\n\nDoes that help clarify things?\nUser: Yes. I'm actually trying to log in now. I see it. It it routed me to the Cloudera just didn't wanna backspace and, like, lose my whole progress and everything. So let's see.\nAgent: That’s \nUser: And now is the letter \nAgent: great to hear! It sounds like you’re on \nUser: sent via I'm sorry.\nAgent: No problem at \nUser: Is the letter sent via mail, or will it be via email?\nAgent: The letter will be sent to you via email. Once your payment is processed, the provider will issue your ESA letter, and you should receive it in your email. If you're in a state where the letter is issued within 24 hours, you'll typically get it within that timeframe—often even sooner, like 3 to 5 hours.\n\nDoes that answer your question?\nUser: Yes. I'm just I'm over here now trying to I in. I signed in to the Cloudera app. Yeah.\nAgent: Perfect! It sounds like you're on the right track. Once you're signed into the Klarna app, you should be able to complete the payment process seamlessly. Just follow the prompts, and Klarna will handle the installment setup for you.\n\nIf you run into any \nUser: Yeah. It's Yeah. \nAgent: issues, feel free to let me know, and I’ll do my best to assist you \nUser: It's just Basically, like, passed me back to, like, my Cloudera app. So maybe if I okay. I just exited out of that now since I signed in. Let me see if now if I go and I hit it, Again, at the on on the page here, if they don't Now let me like, prompt me to be signed being signed in, should I? K. Okay.\nAgent: Yes, that sounds like a good \nUser: If not, I'll just take it.\nAgent: Yes, that \nUser: Technology business.\nAgent: sounds like a good plan! Now that you're signed into the Klarna app, try going back to the Wellness Wag checkout page and selecting Klarna again. It should recognize that you're signed in and allow you to proceed with the payment.\n\nIf it still doesn’t work, you can try refreshing the page or starting the checkout process again. Let me know how it goes!\nUser: Oh, heck.\nAgent: I completely understand—technology can be tricky sometimes! Take your \nUser: Yes. It's just not \nAgent: time, and if you run into any issues, \nUser: for some reason, it's not catching on the Cloudera app. I'll just go ahead and pay with the other card.\nAgent: That’s totally fine! If Klarna isn’t working for you right now, paying with your other card is a great option to keep things moving smoothly. Once your payment is \nUser: Yes. And \nAgent: processed, your ESA letter will be \nUser: that way, it'll get I'm like, in that way, I'll just completely pay the\nAgent: Exactly! By paying with your card, the process will be completed right away, and your ESA letter will be issued promptly. If you're in a state where letters are issued within 24 hours, you'll likely receive it very soon—often within just a few hours.\n\nLet me know if\nUser: I'm in Illinois. Do you, by chance, know how quickly, like, There. They deliver the letters. Or is it a twenty four hours fee, or is it a statement? It takes longer.\nAgent: Great question! Since you're in Illinois, your ESA letter will typically be issued within 24 hours of completing your payment. In many cases, it can even be issued within 3 to 5 hours, so you should receive it quite quickly.\n\nDoes that answer your question?\nUser: Yes. Now I did all of this.\nAgent: That’s \nUser: I'm hitting the pay button now. So, the first through.\nAgent: That’s great to hear! Once you hit the pay button and complete the process, your ESA letter will be on its way. Keep an eye on your email for confirmation and the letter itself. If you have any other questions or need further assistance, feel free to reach out. Thank you for choosing Wellness Wag! Have a wonderful day!\nUser: Thank you.\nAgent: You're very welcome! Have a wonderful day, and thank you for choosing Wellness Wag!\n"
  }
]